Repository: BankaiNoJutsu/deb-hawk
Catalog: hawk-0.3.5/hawk/po/*/hawk.po
Languages: es, it, nl, ru

source: %{cmd} failed (status: %{status})
es: %{cmd} ha fallado (estado: %{status})
it: %{cmd} non riuscito (stato: %{status})
nl: %{cmd} mislukt (status: %{status})
ru: Сбой %{cmd} (состояние: %{status})

source: Unknown
es: Desconocido
it: Sconosciuto
nl: Onbekend
ru: Неизвестно

source: Yes
es: Sí
it: Sì
nl: Ja
ru: Да

source: No
nl: Nee
ru: Нет

source: Online
es: Conectado
it: In rete
ru: В Интернете

source: Offline
es: Desconectado
it: Fuori rete
ru: Автономный

source: Pending
es: Pendiente
it: In sospeso
nl: Onderweg
ru: Отложенный

source: Standby
es: En espera
ru: Режим ожидания

source: Unclean
es: No está vacío
it: Non corretto
nl: Niet opgeschoond
ru: Некорректно

source: %{id}: Master: %{nodelist}
es: %{id}: Principal: %{nodelist}
ru: %{id}: главный: %{nodelist}

source: %{id}: Slave: %{nodelist}
es: %{id}: Esclavo: %{nodelist}
ru: %{id}: подчиненный: %{nodelist}

source: %{id}: Started: %{nodelist}
es: %{id}: Iniciado: %{nodelist}
it: %{id}: Avviato: %{nodelist}
nl: %{id}: Gestart: %{nodelist}
ru: %{id}: Запущено: %{nodelist}

source: %{id}: Stopped
es: %{id}: Detenido
it: %{id}: Fermato
nl: %{id}: Gestopt
ru: %{id}: Остановлено

source: Group: %{id}
es: Grupo: %{id}
it: Gruppo: %{id}
nl: Groep: %{id}
ru: Группа: %{id}

source: Master/Slave Set: %{id}
es: Principal/Conjunto esclavo: %{id}
it: Impostazione Master/Slave: %{id}
ru: Главный/подчиненный набор: %{id}

source: Clone Set: %{id}
es: Clonar conjunto: %{id}
it: Set di cloni: %{id}
nl: Kloonset: %{id}
ru: Набор клонов: %{id}

source: %{cmd} failed (status: %{status}, output was: %{output})
es: Error de %{cmd} (estado: %{status}, la salida fue: %{output})
it: %{cmd} fallito (status: %{status}, output: %{output})
nl: %{cmd} mislukt (status: %{status}, uitvoer was: %{output})
ru: %{cmd} не удалось (состояние: %{status}, выход: %{output})

source: Unable to execute %{cmd}
es: No es posible ejecutar %{cmd}
it: Impossibile eseguire %{cmd}
nl: Kan %{cmd} niet uitvoeren
ru: Не удается выполнить %{cmd}

source: Pacemaker does not appear to be installed (%{cmd} not found)
es: Parece que Pacemaker no está instalado (no se encuentra %{cmd})
it: Pacemaker non sembra essere installato (%{cmd} non trovato)
nl: Pacemaker lijkt niet geïnstalleerd (%{cmd} niet gevonden)
ru: Пейсмейкер не установлен (не найдена команда %{cmd})

source: Cluster Status
es: Estado del clúster
it: Stato cluster
ru: Состояние кластера

source: 1 node configured
es: 1 nodo configurado
it: 1 nodo configurato
nl: 1 knooppunt geconfigureerd
ru: 1 узел сконфигурирован

source: 1 resource configured
es: 1 recurso configurado
it: 1 risorsa configurata
nl: 1 resource geconfigureerd
ru: 1 ресурс сконфигурирован

source: Required parameter "node" not specified
es: Parámetro requerido "node" no especificado
it: Parametro richiesto "node" non specificato
nl: Vereiste parameter "node" is niet opgegeven
ru: Обязательный параметр "node" не задан

source: Required parameter "resource" not specified
es: Parámetro requerido "resource" no especificado
it: Parametro richiesto "resource" non specificato
nl: Vereiste parameter "resource" is niet opgegeven
ru: Обязательный параметр "resource" не задан

source: Required parameters "resource" and "node" not specified
es: Parámetros requeridos "resource" y "node" no especificados
it: Parametri richiesti "resource" e "node" non specificati
nl: Vereiste parameters "resource" en "node" zijn niet opgegeven
ru: Обязательные параметры "resource" и "node" не заданы

source: Log In
es: Entrar
it: Esegui l'accesso
nl: Aanmelden
ru: Войти

source: Username not specified
es: No se ha especificado el nombre de usuario
it: Nome utente non specificato
nl: Gebruikersnaam is niet opgegeven.
ru: Не указано имя пользователя.

source: Invalid username
es: Nombre de usuario no válido
it: Nome utente non valido
nl: Ongeldige gebruikersnaam
ru: Недопустимое имя пользователя

source: Password not specified
es: No se ha especificado la contraseña
it: Password non specificata
nl: Geen wachtwoord opgegeven
ru: Не введен пароль

source: Invalid username or password
es: Nombre de usuario o contraseña no válidos
it: Password o nome utente non validi
nl: Ongeldige gebruikersnaam of ongeldig wachtwoord
ru: Недопустимое имя пользователя или пароль

source: %s is not installed
es: %s no está instalado
it: %s non è installato
nl: %s is niet geïnstalleerd.
ru: %s не установлен

source: Username:
es: Usuario:
it: Nome utente:
nl: Gebruikersnaam:
ru: Имя пользователя:

source: Password:
es: Contraseña:
nl: Wachtwoord:
ru: Пароль:

source: User: %{user}
es: usuario: %{user}
it: Utente: %{user}
nl: Gebruiker: %{user}
ru: Пользователь: %{user}

source: Log Out
es: Salir
it: Termine sessione
nl: Afmelden
ru: Выйти из системы

source: Host: %s
ru: Хост: %s

source: Copyright &copy; 2009-2010 Novell, Inc.
it: Copyright © 2009-2010 Novell Inc.
ru: &copy; Novell Inc., 2003-2009.

source: Cluster Stack:
es: Pila de clústeres:
it: Stack di cluster:
nl: Clusterverzameling:
ru: Стек кластеров:

source: Pacemaker Version:
es: Versión de Pacemaker:
it: Versione Pacemaker:
nl: Pacemakerversie:
ru: Версия пейсмейкера

source: Current DC:
es: Coordinador designado actual:
it: DC corrente:
nl: Huidige DC:
ru: Действующий координатор:

source: Resource Stickiness:
es: Persistencia del recurso:
it: Persistenza risorsa:
nl: Herhaald gebruik resource:
ru: Привлекательность ресурса:

source: STONITH Enabled:
es: STONITH habilitado:
it: STONITH abilitato:
nl: STONITH ingeschakeld:
ru: Включена функция STONITH:

source: Symmetric Cluster:
es: Clúster simétrico:
it: Cluster simmetrico:
nl: Symmetrische cluster:
ru: Симметричный кластер:

source: No Quorum Policy:
es: No hay directiva de quórum:
it: Nessuna politica di quorum:
nl: Geen Quorum-beleid:
ru: Политика без ограничения кворума:

source: Fence Node
es: Nodo delimitador
it: Nodo delimitatore
nl: Knooppunt fence:
ru: Исключить узел

source: Start
es: Iniciar
it: Avvia
nl: Starten
ru: Запуск

source: Stop
es: Detener
it: Ferma
nl: Stoppen
ru: Стоп

source: Move...
es: Mover…
it: Sposta...
nl: Verplaatsen...
ru: Переместить...

source: Drop Relocation Rule
es: Regla para trasladar al soltar
it: Rimuovi regola trasferimento
nl: Verplaatsingsregel negeren
ru: Отменить правило перемещения

source: Promote
es: Subir
it: Promuovi
nl: Bevorderen
ru: Повысить

source: Demote
es: Bajar
it: Abbassa di livello
nl: Degraderen
ru: Понизить

source: Clean Up
es: Limpiar
it: Pulizia
nl: Opruimen
ru: Очистка

source: OK
es: Aceptar
ru: ОК

source: Cancel
es: Cancelar
it: Annulla
nl: Annuleren
ru: Отмена

source: This will bring node %s online if it is currently on standby. Do you want to continue?
es: Esta acción hará que el nodo %s pase a estar en línea si actualmente está en modo de espera. ¿Desea continuar?
it: Questa operazione consentirà di rendere il nodo %s online se attualmente si trova in standby. Continuare?
nl: Hiermee wordt knooppunt %s online geplaatst als het momenteel stand-by is. Wilt u verdergaan?
ru: Узел %s будет переведен в активный режим, если он находится в режиме ожидания. Продолжить?

source: This will put node %s on standby. All resources will be stopped and/or moved to another node. Do you want to continue?
es: Esta acción hará que el nodo %s pase a modo de espera. Todos los recursos se detendrán o moverán a otro nodo. ¿Desea continuar?
it: Questa operazione consentirà di rendere il nodo %s in standby. Tutte le risorse verranno arrestate e/o spostate su un altro nodo. Continuare?
nl: Hiermee wordt knooppunt %s in stand-by gezet. Alle resources worden gestopt en/of verplaatst naar een ander knooppunt. Wilt u verdergaan?
ru: Узел %s будет переведен в режим ожидания. Все ресурсы будут остановлены и (или) перемещены на другой узел. Продолжить?

source: This will attempt to immediately fence node %s. Do you want to continue?
es: Esta acción intentará delimitar el nodo %s inmediatamente. ¿Desea continuar?
it: Questa operazione consentirà di tentare immediatamente di isolare il nodo %s. Continuare?
nl: Hiermee wordt geprobeerd knooppunt %s in te perken. Wilt u verdergaan?
ru: Для узла %s будет предпринята попытка немедленного исключения. Продолжить?

source: This will start the resource %s. Do you want to continue?
es: Esta acción iniciará el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di avviare la risorsa %s. Continuare?
nl: Hiermee wordt resource %s gestart. Wilt u verdergaan?
ru: Ресурс %s будет запущен. Продолжить?

source: This will stop the resource %s. Do you want to continue?
es: Esta acción detendrá el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di arrestare la risorsa %s. Continuare?
nl: Hiermee wordt resource %s gestopt. Wilt u verdergaan?
ru: Ресурс %s будет остановлен. Продолжить?

source: Move resource %s:
es: Mover recurso %s:
it: Sposta la risorsa %s:
nl: resource %s verplaatsen:
ru: Переместить ресурс %s:

source: To node %s
es: Al nodo %s
it: Al nodo %s
nl: Naar knooppunt %s
ru: В узел %s

source: Away from current node
es: Lejos del nodo actual
it: Fuori dal nodo corrente
nl: Weg van huidig knooppunt
ru: Из текущего узла

source: This will clear any relocation constraints set on the resource %s. Do you want to continue?
es: Esta acción eliminará cualquier restricción de traslado definida en el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di cancellare qualsiasi costrizione di trasferimento impostato sulla risorsa %s. Continuare?
nl: Hiermee worden verplaatsingsbeperkingen voor faciliteit %s gewist.
ru: Будут отменены все ограничения перемещения, заданные для ресурса %s. Продолжить?

source: This will promote the resource %s. Do you want to continue?
es: Esta acción hará subir el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di promuovere la risorsa %s. Continuare?
nl: Hiermee wordt de resource %s bevorderd. Wilt u verdergaan?
ru: Ресурс %s будет повышен. Продолжить?

source: This will demote the resource %s. Do you want to continue?
es: Esta acción hará bajar el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di abbassare di livello la risorsa %s. Continuare?
nl: Hiermee wordt de resource %s gedegradeerd. Wilt u verdergaan?
ru: Ресурс %s будет понижен. Продолжить?

source: This will clean up the resource %s. Do you want to continue?
es: Esta acción limpiará el recurso %s. ¿Desea continuar?
it: Questa operazione consentirà di pulire la risorsa %s. Continuare?
nl: Hiermee wordt de resource %s opgeschoond. Wilt u verdergaan?
ru: Ресурс %s будет очищен. Продолжить?

source: Unexpected server error: %s
es: Error inesperado en el servidor: %s
it: Errore server inatteso: %s
nl: Onverwachte serverfout: %s
ru: Непредвиденная ошибка сервера: %s

source: Failed op: node=%{node}, resource=%{resource}, call-id=%{call_id}, operation=%{op}, rc-code=%{rc_code}
es: Error en la operación: nodo=%{node}, recurso=%{resource}, ID de llamada=%{call_id}, operación=%{op}, código de rc=%{rc_code}
it: Op non riuscita: nodo=%{node}, risorsa=%{resource}, id chiamata=%{call_id}, operazione=%{op}, codice rc=%{rc_code}
nl: Mislukte bewerking: knooppunt=%{node}, resource=%{resource}, gespreks-id=%{call_id}, bewerking=%{op}, rc-code=%{rc_code}
